{
  "pets": [
    {
      "id": 1,
      "petName": "Buddy",
      "breed": "Labrador Retriever",
      "age": 3,
      "gender": "Male",
      "description": "Buddy was found wandering in Central Park, New York City, NY. This cheerful and energetic Labrador Retriever loves spending time outdoors and is great with other animals, new people, and children. He’s the perfect companion for an active family or individual looking for a loyal and playful friend.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/buddy dog.png"
    },
    {
      "id": 2,
      "petName": "Maggie",
      "breed": "German Shepherd",
      "age": 1,
      "gender": "Female",
      "description": "Maggie was discovered near Maple Street in Springfield, IL. This young German Shepherd is full of energy and loves meeting new people and children. While she’s still learning to get along with other animals, her intelligence and loyalty make her a wonderful addition to any home willing to provide patience and training.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/maggie.png"
    },
    {
      "id": 3,
      "petName": "Max",
      "breed": "German Shepherd",
      "age": 5,
      "gender": "Male",
      "description": "Max was rescued near a busy intersection in Los Angeles, CA. This mature German Shepherd is calm, well-mannered, and gets along well with other animals and new people. However, he prefers a quieter environment and would do best in a home without young children. Max is a loyal protector and a loving companion.",
      "type": "Dog",
      "isAdopted": true,
      "image": "/imgs/max dog.png"
    },
    {
      "id": 4,
      "petName": "Lucy",
      "breed": "Golden Retriever",
      "age": 4,
      "gender": "Female",
      "description": "Lucy was found in a residential neighborhood in Austin, TX. This sweet and gentle Golden Retriever is a social butterfly who gets along with everyone—other animals, new people, and children alike. She loves cuddles, playtime, and would thrive in a loving home where she can be part of the family.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/lucy dog.png"
    },
    {
      "id": 5,
      "petName": "Charlie",
      "breed": "Bulldog",
      "age": 6,
      "gender": "Male",
      "description": "Charlie was found at a local park in Miami, FL. This affectionate Bulldog may not be a fan of other animals, but he adores people and children. With his laid-back personality and love for attention, Charlie is the perfect companion for someone looking for a loyal and easygoing pet.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/charlie dog.png"
    },
    {
      "id": 6,
      "petName": "Luna",
      "breed": "Labrador Retriever",
      "age": 2,
      "gender": "Female",
      "description": "Luna was found near the beach in San Diego, CA. This playful and friendly Labrador Retriever loves the outdoors and gets along well with other animals, new people, and children. She’s full of energy and would make a great addition to an active family or individual who enjoys outdoor adventures.",
      "type": "Dog",
      "isAdopted": true,
      "image": "/imgs/luna.png"
    },
    {
      "id": 7,
      "petName": "Rocky",
      "breed": "Boxer",
      "age": 7,
      "gender": "Male",
      "description": "Rocky was discovered in the woods near Portland, OR. This gentle Boxer is friendly with other animals but takes a little time to warm up to new people and children. Once he feels comfortable, he’s a loyal and loving companion who enjoys long walks and quiet evenings at home.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/rocky dog.png"
    },
    {
      "id": 8,
      "petName": "Bobby",
      "breed": "Russel Terrier",
      "age": 4,
      "gender": "Male",
      "description": "Bobby was found in a busy shopping area in Chicago, IL. This lively Russel Terrier loves people and children but prefers to be the only pet in the household. With his playful personality and boundless energy, Bobby is perfect for someone who enjoys an active lifestyle and lots of outdoor fun.",
      "type": "Dog",
      "isAdopted": true,
      "image": "/imgs/bobby.png"
    },
    {
      "id": 9,
      "petName": "Rose",
      "breed": "Pitbull Terrier",
      "age": 3,
      "gender": "Female",
      "description": "Rose was found in a suburban neighborhood in Denver, CO. This affectionate Pitbull Terrier is great with other animals and children but can be a little shy around new people. With her loving nature and gentle demeanor, Rose is sure to bring joy to any home that welcomes her.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/rose.png"
    },
    {
      "id": 10,
      "petName": "Sam",
      "breed": "Labrador Retriever",
      "age": 2,
      "gender": "Male",
      "description": "Sam was found near the city center in Seattle, WA. This friendly and outgoing Labrador Retriever loves being around people, other animals, and children. He’s full of energy and would thrive in a home where he can enjoy plenty of exercise and playtime.",
      "type": "Dog",
      "isAdopted": false,
      "image": "/imgs/sam.png"
    },
    {
      "id": 11,
      "petName": "Whiskers",
      "breed": "Siamese",
      "age": 2,
      "gender": "Male",
      "description": "Whiskers was found near the city library in Boston, MA. This curious and affectionate Siamese cat loves exploring new environments and gets along well with other animals, new people, and children. He’s the perfect companion for someone looking for a playful and social feline friend.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/whiskers cat.png"
    },
    {
      "id": 12,
      "petName": "Luna",
      "breed": "Persian",
      "age": 3,
      "gender": "Female",
      "description": "Luna was found in a quiet suburban neighborhood in Atlanta, GA. This elegant Persian cat enjoys the company of people but prefers to be the only pet in the household. She’s calm, gentle, and would thrive in a peaceful home where she can relax and be pampered.",
      "type": "Cat",
      "isAdopted": true,
      "image": "/imgs/luna cat.png"
    },
    {
      "id": 13,
      "petName": "Oliver",
      "breed": "Maine Coon",
      "age": 4,
      "gender": "Male",
      "description": "Oliver was found in a local park in Phoenix, AZ. This majestic Maine Coon is friendly with other animals, new people, and children. With his fluffy coat and playful personality, Oliver is sure to bring warmth and joy to any home that welcomes him.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/oliver cat.png"
    },
    {
      "id": 14,
      "petName": "Ana",
      "breed": "Siamese",
      "age": 1,
      "gender": "Female",
      "description": "Ana was found near a downtown coffee shop in Nashville, TN. This sweet and curious Siamese cat gets along well with other animals and children but can be a little shy around new people. With her playful nature and affectionate personality, Ana is sure to win your heart.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/ana.png"
    },
    {
      "id": 15,
      "petName": "Tony",
      "breed": "Domestic Shorthair",
      "age": 5,
      "gender": "Male",
      "description": "Tony was found in a quiet alley in Dallas, TX. This affectionate Domestic Shorthair isn’t a fan of other animals but loves people and children. With his calm demeanor and loving personality, Tony is the perfect companion for someone looking for a low-maintenance and loyal pet.",
      "type": "Cat",
      "isAdopted": true,
      "image": "/imgs/tony.png"
    },
    {
      "id": 16,
      "petName": "Sasha",
      "breed": "Domestic Shorthair",
      "age": 3,
      "gender": "Female",
      "description": "Sasha was found near a pet store in San Francisco, CA. This friendly and playful Domestic Shorthair gets along well with other animals and new people but can be a little reserved around children. She’s the perfect companion for someone looking for a loving and adaptable feline friend.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/sasha.png"
    },
    {
      "id": 17,
      "petName": "Shadow",
      "breed": "Russian Blue",
      "age": 2,
      "gender": "Male",
      "description": "Shadow was found in the woods near Minneapolis, MN. This sleek and elegant Russian Blue is friendly with new people and children but prefers to be the only pet in the household. With his calm and gentle nature, Shadow is sure to bring peace and joy to any home.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/shadow cat.png"
    },
    {
      "id": 18,
      "petName": "Oreo",
      "breed": "Tuxedo",
      "age": 3,
      "gender": "Male",
      "description": "Oreo was found at a busy intersection in Philadelphia, PA. This charming Tuxedo cat loves people and children but can be shy around other animals. With his playful personality and striking appearance, Oreo is sure to bring happiness to any home that welcomes him.",
      "type": "Cat",
      "isAdopted": true,
      "image": "/imgs/oreo.png"
    },
    {
      "id": 19,
      "petName": "Garfield",
      "breed": "Maine Coon",
      "age": 3,
      "gender": "Male",
      "description": "Garfield was found in a small neighborhood in Houston, TX. This fluffy and affectionate Maine Coon gets along well with other animals, new people, and children. With his laid-back personality and love for cuddles, Garfield is the perfect addition to any loving home.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/garfield.png"
    },
    {
      "id": 20,
      "petName": "Ginger",
      "breed": "American Shorthair",
      "age": 6,
      "gender": "Female",
      "description": "Ginger was found in an industrial area in Detroit, MI. This sweet and loving American Shorthair isn’t a fan of other animals but adores people and children. With her calm demeanor and affectionate nature, Ginger is sure to bring warmth and joy to any home.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/ginger cat.png"
    },
    {
      "id": 21,
      "petName": "Bob",
      "breed": "Persian",
      "age": 4,
      "gender": "Male",
      "description": "Bob was found in an industrial area in Cleveland, OH. This gentle and affectionate Persian cat isn’t a fan of other animals but loves people and children. With his calm personality and striking appearance, Bob is sure to make a wonderful companion.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/bob.png"
    },
    {
      "id": 22,
      "petName": "King",
      "breed": "Persian",
      "age": 6,
      "gender": "Male",
      "description": "King was found in an industrial area in Indianapolis, IN. This regal Persian cat isn’t a fan of other animals but loves people and children. With his majestic appearance and loving personality, King is sure to bring joy and elegance to any home.",
      "type": "Cat",
      "isAdopted": false,
      "image": "/imgs/king.png"
    }
  ]
}
